IdeaRS.Connections
SpliceData.NewSplicePosition Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.SpliceData.NewSplicePosition"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateSideCode NewSplicePosition { get; set; }
Property Value
Type: PlateSideCode
See Also
Reference
SpliceData Class
IdeaRS.Connections.Data Namespace